var contents = [
  {
    first: [
      "زیستن حق ذاتی تمام کودکان است.",
      "بر اساس پیمان‌نامه، کودک انسانی است که به 18 سالگی و بلوغ نرسیده باشد.",
      "ایجاد حداکثر امکانات برای بقا و پیشرفت کودکان وظیفه‌ای همگانی است.",
      "همه باید در جهت تحقق حقوق کودکان تلاش کنند و در این تلاش نباید تبعیضی بین کودکان وجود داشته باشد.",
      " در تمام اقدامات مربوط به کودکان، منافع کودک مهم‌ترین ملاحظه‌ی ممکن است.",
      "ما نیازمند بررسی تعامل با کودک و ایجاد معیارهایی در جهت تضمین سلامتی کودکان هستیم.",
    ],
  },

  {
    second: [
      "ما باید متضمن هویت، ملیت و روابط خانوادگی هر کودک باشیم",
      "داشتن نام، تابعیت و خانواده حق بدیهی تمام کودکان است و هیچ کودکی نباید از حقوق مربوط به هویت خود محروم شود.",
      " هر کجا که اقلیتی مذهبی، قومی یا بومی زندگی می‌کنند کودکان‌شان باید حق برخورداری از فرهنگ، تعلیم و انجام اعمال مذهبی خودشان را داشته باشند، به زبان یا گویش خودشان صحبت کنند و با سنت‌های‌شان آشنا شوند.",
      "آداب محلی، مسئولیت‌ها، حقوق و وظایف والدین بخشی جدانشدنی از هویت کودک است و عامل آشنایی او با حیات فرهنگی و تکمیل توانایی و رشد کودک می‌شود.",
      "کودکان باید برای شرکت در حیات فرهنگی و هنری متناسب با سن خود حمایت شوند.",
    ],
  },

  {
    third: [
      "تا زمانی که آسیبی متوجه کودک نباشد، کودک نباید به طور موقت یا دائم از محیط خانواده و از منافع خود محروم باشد.",
      "اساسی‌ترین مسئله در مورد کودک حفظ منافع او توسط والدین، سرپرستان و جامعه است.",
      " تا زمانی که آسیبی متوجه کودک نباشد، کودکان باید حمایت شوند تا هیچ کس نتواند در امور خصوصی یا خانوادگی آن‌ها دخالت، یا به آن‌ها هتک حرمت کند.",
      " کودکانی که از داشتن والدین محروم‌اند یا در خانواده‌‌هایی محروم زندگی می‌کنند باید تحت حمایت و مراقبت قرار گیرند.",
      " تفریح، آرامش و فعالیت‌های خلاق حق کودکان است.",
      " آزادی فکر، عقیده و مذهب برای تمام کودکان محترم است. کودک باید نسبت به حقوق خود آگاه باشد تا بتواند برای حقوق دیگران احترام قائل شود.",
      "هیچ محدودیتی برای آزادی کودک وجود ندارد مگر این که محدودیتی انسانی وجود داشته باشد.",
      "به نظرات کودکان باید مطابق با سن و بلوغ‌شان اهمیت داده شود تا قادر به شکل دادن عقاید خود باشند.",
    ],
  },

  {
    fourth: [
      "کودکان باید از امنیت اجتماعی برخوردار باشند.",
      "کودکان نباید مورد سواستفاده و استثمار جنسی قرار بگیرند.",
      "کودکان باید در برابر تمام اشکال استثمار حمایت شوند.",
      "کودکان باید در برابر تمام اشکال بدرفتاری و خشونت محافظت شوند.برای پیش‌گیری از بدرفتاری و خشونت با کودکان ما نیازمند شناسایی، گزارش‌دهی و ایجاد برنامه‌هایی اجتماعی در جهت ایجاد شناخت در والدین و جامعه هستیم.",
      "کودکان باید در برابر مواد مخدر به وسیله قانون، باورهای اجتماعی، آموزش و ... حمایت شوند و هیچ کودکی نباید در تولید یا قاچاق مواد مخدر سهیم باشد.",
      "هیچ کودکی نباید به طور غیرقانونی زندانی یا با رفتارهای بی‌رحمانه و غیرانسانی مواجه شود.",
      "با کودک زندانی باید به خاطر مقام ذاتی انسان، رفتاری انسانی و توام با احترام داشت.",
      "کودکانی که قربانی هرگونه خشونتی شده‌اند باید محافظت شوند تا با طی کردن روند بهبودی آماده پیوستن به جامعه شوند.",
    ],
  },

  {
    fifth: [
      "ضروری است که تمام کودکان امکان آموزش و پرورش داشته باشند.",
      "کودکان باید امکان تحصیل رایگان داشته باشند.",
      "همه کودکان باید برای تحصیل، کنجکاوی و مطالعه تشویق شوند.",
      "برای تمام کودکان در صورت نیاز به راه‌نمایی باید راه حلی وجود داشته باشد تا بتوانند اطلاعات مورد نظرشان را دریافت کنند.",
      "جهل محترم نیست و باید برای از میان برداشتن‌اش، به خصوص در مورد کودکان تلاش کرد.",
      " یکی از مهم‌ترین مسئولیت‌ها در قبال هر کودک تضمین شرایط مناسب زندگی و دسترسی به امکانات استاندارد در جهت توسعه جسمی، ذهنی و اخلاقی است.",
      "عملکرد رسانه‌های گروهی و شبکه‌های اجتماعی بسیار مهم است و کودک باید متناسب با درک خود به این رسانه‌ها دسترسی داشته باشد.",
      "برای آموزش و پرورشِ تمام کودکان ضروری است تا مسیری برای دریافت آگاهی داشته باشند، شخصیت آن‌ها کامل شود و استعدادهای ذهنی و جسمی‌شان پرورش پیدا کند.",
      " کودکان می‌بایست آگاه شوند تا بتوانند به دیگر انسان‌ها، جامعه و هویت فرهنگی و ارزش‌های ملی‌ متفاوت احترام بگذارند و برای ایجاد یک زندگی مسئولانه در جامعه – با روحیه‌ای صلح‌آمیز نسبت به جنسیت، قوم، مذهب، ملیت و طبیعت – آماده شوند.",
      " رسانه‌های گروهی باید به احتیاجات مرتبط با آموزش زبان کودکانی که به گروه‌های اقلیت تعلق دارند یا بومی هستند توجه کنند.",
    ],
  },

  {
    sixth: [
      "آموزش، بهداشت و سلامتی کودکان بسیار مهم است و هیچ توقفی نباید در این زمینه‌ها برای هیچ کودکی رخ دهد.",
      "برخورداری از بالاترین استاندارد بهداشت و تسهیلات برای درمان بیماری و توان‌بخشی حق تمام کودکان است.",
      "کودکان معلول دارای حق برخورداری از مراقبت‌های ویژه هستند و باید حمایت شوند تا منزلت‌شان حفظ و اتکا به نفس‌شان افزایش یابد تا برای یک زندگی آبرومند در جامعه آماده شوند.",
      "کودکان مردمان فردای هرجامعه‌ای هستند، به همین دلیل در زمینه درمان (و سایر زمینه‌ها) نباید تحت تاثیر روش‌های سنتی و خرافی قرار بگیرند.",
    ],
  },
];
